Repository: rendiwijiatmoko/Vaultwarden
Catalog: vaultwardenApp/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, fa, fi, fr, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_hans, zh_hant

source: Diagnostics intentionally omit server URLs, email addresses, item names, usernames, tokens, keys, and raw errors.
ar: تستبعد التشخيصات عمدًا عناوين URL للخوادم وعناوين البريد الإلكتروني وأسماء العناصر وأسماء المستخدمين والرموز المميزة والمفاتيح والأخطاء الخام.
bg: Диагностиката умишлено не включва URL адреси на сървъри, имейл адреси, имена на елементи, потребителски имена, токени, ключове и необработени грешки.
bn: ডায়াগনস্টিকসে ইচ্ছাকৃতভাবে সার্ভারের URL, ইমেইল ঠিকানা, আইটেমের নাম, ইউজারনেম, টোকেন, কী ও অপরিবর্তিত ত্রুটি রাখা হয় না।
ca: El diagnòstic omet deliberadament els URL dels servidors, les adreces electròniques, els noms dels elements, els noms d'usuari, els testimonis, les claus i els errors sense processar.
cs: Diagnostika záměrně vynechává adresy URL serverů, e-mailové adresy, názvy položek, uživatelská jména, tokeny, klíče a nezpracované chyby.
da: Diagnostik udelader bevidst server-URL'er, e-mailadresser, elementnavne, brugernavne, tokens, nøgler og rå fejl.
de: Die Diagnose lässt absichtlich Server-URLs, E-Mail-Adressen, Eintragsnamen, Benutzernamen, Token, Schlüssel und unbearbeitete Fehler aus.
el: Τα διαγνωστικά παραλείπουν σκόπιμα URL διακομιστών, διευθύνσεις email, ονόματα στοιχείων, ονόματα χρηστών, διακριτικά, κλειδιά και ανεπεξέργαστα σφάλματα.
es: El diagnóstico omite intencionadamente las URL de los servidores, las direcciones de correo electrónico, los nombres de elementos, los nombres de usuario, los tokens, las claves y los errores sin procesar.
fa: عیب‌یابی عمداً نشانی‌های سرور، ایمیل‌ها، نام موارد، نام‌های کاربری، توکن‌ها، کلیدها و خطاهای خام را حذف می‌کند.
fi: Diagnostiikka jättää tarkoituksella pois palvelinten URL-osoitteet, sähköpostiosoitteet, kohteiden nimet, käyttäjätunnukset, tunnisteet, avaimet ja käsittelemättömät virheet.
fr: Le diagnostic omet volontairement les URL des serveurs, les adresses électroniques, les noms d’éléments, les noms d’utilisateur, les jetons, les clés et les erreurs brutes.
he: האבחון משמיט בכוונה כתובות URL של שרתים, כתובות דוא״ל, שמות פריטים, שמות משתמש, אסימונים, מפתחות ושגיאות גולמיות.
hi: डायग्नोस्टिक्स जानबूझकर सर्वर URL, ईमेल पते, आइटम नाम, यूज़रनेम, टोकन, कुंजियाँ और मूल त्रुटियाँ शामिल नहीं करता।
hr: Dijagnostika namjerno izostavlja URL-ove poslužitelja, adrese e-pošte, nazive stavki, korisnička imena, tokene, ključeve i neobrađene pogreške.
hu: A diagnosztika szándékosan kihagyja a szerver-URL-eket, e-mail-címeket, elemneveket, felhasználóneveket, tokeneket, kulcsokat és nyers hibákat.
id: Diagnostik sengaja tidak menyertakan URL server, alamat email, nama item, nama pengguna, token, kunci, dan error mentah.
it: La diagnostica omette intenzionalmente URL dei server, indirizzi email, nomi degli elementi, nomi utente, token, chiavi ed errori non elaborati.
ja: 診断情報には、サーバーURL、メールアドレス、項目名、ユーザー名、トークン、鍵、未加工のエラーは意図的に含まれません。
kk: Диагностика сервер URL мекенжайларын, электрондық пошта мекенжайларын, элемент аттарын, пайдаланушы аттарын, токендерді, кілттерді және өңделмеген қателерді әдейі қамтымайды.
ko: 진단 정보에는 서버 URL, 이메일 주소, 항목 이름, 사용자 이름, 토큰, 키 및 원시 오류가 의도적으로 제외됩니다.
lt: Diagnostikoje sąmoningai nepateikiami serverių URL, el. pašto adresai, elementų pavadinimai, naudotojų vardai, prieigos ženklai, raktai ir neapdorotos klaidos.
ms: Diagnostik sengaja mengecualikan URL pelayan, alamat e-mel, nama item, nama pengguna, token, kunci dan ralat mentah.
nb: Diagnostikk utelater med vilje server-URL-er, e-postadresser, elementnavn, brukernavn, tokener, nøkler og råfeil.
nl: Diagnostiek laat bewust server-URL's, e-mailadressen, itemnamen, gebruikersnamen, tokens, sleutels en onbewerkte fouten weg.
pl: Diagnostyka celowo pomija adresy URL serwerów, adresy e-mail, nazwy elementów, nazwy użytkowników, tokeny, klucze i surowe błędy.
pt: O diagnóstico omite intencionalmente URLs de servidores, endereços de e-mail, nomes de itens, nomes de utilizador, tokens, chaves e erros não processados.
ro: Diagnosticarea omite în mod intenționat URL-urile serverelor, adresele de e-mail, numele elementelor, numele de utilizator, tokenurile, cheile și erorile brute.
ru: Диагностика намеренно не включает URL-адреса серверов, адреса электронной почты, названия элементов, имена пользователей, токены, ключи и необработанные ошибки.
sk: Diagnostika zámerne vynecháva adresy URL serverov, e-mailové adresy, názvy položiek, používateľské mená, tokeny, kľúče a nespracované chyby.
sl: Diagnostika namenoma izpusti URL-je strežnikov, e-poštne naslove, imena elementov, uporabniška imena, žetone, ključe in neobdelane napake.
sv: Diagnostiken utelämnar avsiktligt server-URL:er, e-postadresser, objektnamn, användarnamn, token, nycklar och obearbetade fel.
th: การวินิจฉัยจงใจละเว้น URL เซิร์ฟเวอร์ ที่อยู่อีเมล ชื่อรายการ ชื่อผู้ใช้ โทเค็น คีย์ และข้อผิดพลาดดิบ
tr: Tanılama verileri sunucu URL'lerini, e-posta adreslerini, öğe adlarını, kullanıcı adlarını, belirteçleri, anahtarları ve ham hataları bilerek içermez.
uk: Діагностика навмисно не містить URL-адрес серверів, адрес електронної пошти, назв елементів, імен користувачів, токенів, ключів і необроблених помилок.
vi: Dữ liệu chẩn đoán chủ động bỏ qua URL máy chủ, địa chỉ email, tên mục, tên đăng nhập, mã thông báo, khóa và lỗi thô.
zh_hans: 诊断信息会特意省略服务器 URL、电子邮件地址、项目名称、用户名、令牌、密钥和原始错误。
zh_hant: 診斷資訊會特意省略伺服器 URL、電子郵件地址、項目名稱、使用者名、權杖、密鑰和原始錯誤。

source: Done
ar: تم
bg: Готово
bn: সম্পন্ন
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
fa: انجام شد
fi: Valmis
fr: Terminé
he: בוצע
hi: संपन्न
hr: Gotovo
hu: Kész
id: Selesai
it: Completato
ja: 完了
kk: Дайын
ko: 완료
lt: Atlikta
ms: Selesai
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Făcut
ru: Готово
sk: Hotovo
sl: Končano
sv: Klar
th: เสร็จสิ้น
tr: Tamam
uk: Виконано
vi: Xong
zh_hans: 完成
zh_hant: 完成

source: Double tap to %@
ar: اضغط مرتين من أجل %@
bg: Докоснете двукратно за %@
bn: %@ করতে দুবার ট্যাপ করুন
ca: Toqueu dues vegades per %@
cs: Dvojitým klepnutím %@
da: Tryk to gange for at %@
de: Doppeltippen, um %@
el: Διπλό πάτημα για %@
es: Toca dos veces para %@
fa: برای %@ دو بار بزنید
fi: Kaksoisnapauta: %@
fr: Touchez deux fois pour %@
he: הקשה כפולה כדי %@
hi: %@ करने के लिए दो बार टैप करें
hr: Dvaput dodirni za %@
hu: Dupla koppintás ehhez: %@
id: Ketuk dua kali untuk %@
it: Tocca due volte per %@
ja: ダブルタップして%@
kk: %@ үшін екі рет түртіңіз
ko: %@하려면 두 번 탭
lt: Dukart palieskite, kad %@
ms: Ketik dua kali untuk %@
nb: Dobbelttrykk for å %@
nl: Tik dubbel om %@
pl: Stuknij dwukrotnie, aby %@
pt: Toque duas vezes para %@
ro: Atingeți de două ori pentru %@
ru: Дважды коснитесь, чтобы %@
sk: Dvakrát klepnite a %@
sl: Dvakrat tapnite za %@
sv: Dubbeltryck för att %@
th: แตะสองครั้งเพื่อ %@
tr: %@ için çift dokunun
uk: Двічі торкніться, щоб %@
vi: Chạm hai lần để %@
zh_hans: 轻点两下以 %@
zh_hant: 輕點兩下以 %@

source: Download
ar: تنزيل
bg: Изтегляне
bn: ডাউনলোড করুন
ca: Baixa
cs: Stáhnout
da: Hent
de: Herunterladen
el: Λήψη
es: Descargar
fa: بارگیری
fi: Lataa
fr: Télécharger
he: הורד
hi: डाउनलोड करें
hr: Preuzmi
hu: Letöltés
id: Unduh
it: Scarica
ja: ダウンロード
kk: Жүктеп алу
ko: 다운로드
lt: Atsisiųsti
ms: Muat Turun
nb: Last ned
nl: Downloaden
pl: Pobierz
pt: Transferir
ro: Descărcare
ru: Загрузить
sk: Stiahnuť
sl: Prenesi
sv: Ladda ner
th: ดาวน์โหลด
tr: İndir
uk: Завантажити
vi: Tải xuống
zh_hans: 下载
zh_hant: 下載

source: Download & Decrypt
ar: التنزيل وفك التشفير
bg: Изтегляне и дешифриране
bn: ডাউনলোড ও ডিক্রিপ্ট করুন
ca: Baixa i desxifra
cs: Stáhnout a dešifrovat
da: Download og dekryptér
de: Herunterladen und entschlüsseln
el: Λήψη και αποκρυπτογράφηση
es: Descargar y descifrar
fa: بارگیری و رمزگشایی
fi: Lataa ja pura salaus
fr: Télécharger et déchiffrer
he: הורדה ופענוח
hi: डाउनलोड और डिक्रिप्ट करें
hr: Preuzmi i dešifriraj
hu: Letöltés és visszafejtés
id: Unduh & Dekripsi
it: Scarica e decrittografa
ja: ダウンロードして復号
kk: Жүктеп алу және шифрын ашу
ko: 다운로드 및 복호화
lt: Atsisiųsti ir iššifruoti
ms: Muat Turun & Nyahsulit
nb: Last ned og dekrypter
nl: Downloaden en ontsleutelen
pl: Pobierz i odszyfruj
pt: Transferir e desencriptar
ro: Descărcare și decriptare
ru: Скачать и расшифровать
sk: Stiahnuť a dešifrovať
sl: Prenesi in dešifriraj
sv: Hämta och dekryptera
th: ดาวน์โหลดและถอดรหัส
tr: İndir ve Şifresini Çöz
uk: Завантажити й розшифрувати
vi: Tải xuống & Giải mã
zh_hans: 下载并解密
zh_hant: 下載並解密

source: Downloading & decrypting…
ar: جارٍ التنزيل وفك التشفير…
bg: Изтегляне и дешифриране…
bn: ডাউনলোড ও ডিক্রিপ্ট করা হচ্ছে…
ca: S'està baixant i desxifrant…
cs: Stahování a dešifrování…
da: Downloader og dekrypterer…
de: Wird heruntergeladen und entschlüsselt…
el: Λήψη και αποκρυπτογράφηση…
es: Descargando y descifrando…
fa: در حال بارگیری و رمزگشایی…
fi: Ladataan ja puretaan salausta…
fr: Téléchargement et déchiffrement…
he: מוריד ומפענח…
hi: डाउनलोड और डिक्रिप्ट हो रहा है…
hr: Preuzimanje i dešifriranje…
hu: Letöltés és visszafejtés…
id: Mengunduh & mendekripsi…
it: Download e decrittografia…
ja: ダウンロードして復号中…
kk: Жүктеліп, шифры ашылуда…
ko: 다운로드 및 복호화 중…
lt: Atsisiunčiama ir iššifruojama…
ms: Memuat turun & menyahsulit…
nb: Laster ned og dekrypterer…
nl: Downloaden en ontsleutelen…
pl: Pobieranie i odszyfrowywanie…
pt: A transferir e desencriptar…
ro: Se descarcă și se decriptează…
ru: Скачивание и расшифровка…
sk: Sťahuje a dešifruje sa…
sl: Prenašanje in dešifriranje…
sv: Hämtar och dekrypterar…
th: กำลังดาวน์โหลดและถอดรหัส…
tr: İndiriliyor ve şifresi çözülüyor…
uk: Завантаження й розшифрування…
vi: Đang tải xuống & giải mã…
zh_hans: 正在下载并解密…
zh_hant: 正在下載並解密…

source: Edit
ar: تعديل
bg: Редактиране
bn: সম্পাদনা
ca: Edita
cs: Upravit
da: Redigér
de: Bearbeiten
el: Επεξεργασία
es: Editar
fa: ویرایش
fi: Muokkaa
fr: Modifier
he: ערוך
hi: बदलें
hr: Uredi
hu: Szerkesztés
it: Modifica
ja: 編集
kk: Өңдеу
ko: 편집
lt: Redaguoti
nb: Rediger
nl: Bewerken
pl: Edytuj
pt: Editar
ro: Editare
ru: Изменить
sk: Upraviť
sl: Uredi
sv: Redigera
th: แก้ไข
tr: Düzenle
uk: Змінити
vi: Sửa
zh_hans: 编辑
zh_hant: 編輯

source: Edit Item
ar: تعديل العنصر
bg: Редактиране на елемента
bn: বস্তু সম্পাদনা
ca: Edita l'element
cs: Upravit položku
da: Redigér element
de: Eintrag bearbeiten
el: Επεξεργασία στοιχείου
es: Editar elemento
fa: ویرایش مورد
fi: Muokkaa kohdetta
fr: Éditer l'élément
he: עריכת פריט
hi: आइटम संपादित करें
hr: Uredi stavku
hu: Elem szerkesztése
it: Modifica elemento
ja: アイテムの編集
kk: Элементті өңдеу
ko: 항목 편집
lt: Redaguoti elementą
nb: Rediger element
nl: Item bewerken
pl: Edytuj element
pt: Editar item
ro: Editare articol
ru: Изменение элемента
sk: Upraviť položku
sl: Uredi element
sv: Redigera objekt
th: แก้ไขรายการ
tr: Kaydı düzenle
uk: Редагування
vi: Sửa mục
zh_hans: 编辑项目
zh_hant: 編輯項目

source: Edit Send
ar: عدّل الإرسال
bg: Редактиране на изпращане
bn: Send সম্পাদনা করুন
ca: Edita Send
cs: Upravit Send
da: Redigér Send
de: Send bearbeiten
el: Επεξεργασία Send
es: Editar Send
fa: ویرایش ارسال
fi: Muokkaa Sendiä
fr: Modifier le Send
he: ערוך Send
hi: सेंड संपादित करें
hr: Uredi Send
hu: Küldés szerkesztése
it: Modifica Send
ja: Send を編集
kk: Send өңдеу
ko: Send 편집
lt: Redaguoti Sendą
nb: Rediger Send
nl: Send bewerken
pl: Edytuj wysyłkę
pt: Editar Send
ro: Editare Send
ru: Изменить Send
sk: Upraviť Send
sl: Uredi pošiljko
sv: Redigera Send
th: แก้ไข Send
tr: Send'i düzenle
uk: Редагування
vi: Chỉnh sửa Send
zh_hans: 编辑 Send
zh_hant: 編輯 Send

source: Email
ar: بريد إلكتروني
bg: Имейл
bn: ইমেইল
ca: Correu electrònic
es: Correo electrónico
fa: ایمیل
fi: Sähköposti
fr: Courriel
he: אימייל
hi: ईमेल
hr: E-pošta
ja: メール
kk: Электрондық пошта
ko: 이메일
lt: El. paštas
ms: Emel
nb: E-post
pl: Adres e-mail
ru: Электронная почта
sl: E-pošta
sv: E-post
th: อีเมล
tr: E-posta
uk: Е-пошта
zh_hans: 电子邮箱
zh_hant: 電子郵件

source: Enable this app as a credential provider so passwords and verification codes appear outside the vault.
ar: فعّل هذا التطبيق كموفر لبيانات الاعتماد لتظهر كلمات المرور ورموز التحقق خارج الخزنة.
bg: Включете това приложение като доставчик на идентификационни данни, за да се показват пароли и кодове за потвърждение извън трезора.
bn: এই অ্যাপকে ক্রেডেনশিয়াল প্রদানকারী হিসেবে চালু করুন, যাতে ভল্টের বাইরেও পাসওয়ার্ড ও যাচাইকরণ কোড দেখা যায়।
ca: Activeu aquesta aplicació com a proveïdor de credencials perquè les contrasenyes i els codis de verificació apareguin fora de la caixa forta.
cs: Zapněte tuto aplikaci jako poskytovatele přihlašovacích údajů, aby se hesla a ověřovací kódy zobrazovaly i mimo trezor.
da: Aktivér denne app som udbyder af loginoplysninger, så adgangskoder og bekræftelseskoder vises uden for boksen.
de: Aktiviere diese App als Anbieter von Zugangsdaten, damit Passwörter und Bestätigungscodes außerhalb des Tresors angezeigt werden.
el: Ενεργοποιήστε αυτή την εφαρμογή ως πάροχο διαπιστευτηρίων ώστε οι κωδικοί και οι κωδικοί επαλήθευσης να εμφανίζονται εκτός της κρύπτης.
es: Activa esta aplicación como proveedor de credenciales para que las contraseñas y los códigos de verificación aparezcan fuera de la caja fuerte.
fa: این برنامه را به‌عنوان ارائه‌دهنده اطلاعات ورود فعال کنید تا کلمه‌های عبور و کدهای تأیید بیرون از گاوصندوق نمایش داده شوند.
fi: Ota tämä sovellus käyttöön kirjautumistietojen tarjoajana, jotta salasanat ja vahvistuskoodit näkyvät holvin ulkopuolella.
fr: Activez cette application comme fournisseur d’identifiants afin que les mots de passe et les codes de vérification apparaissent hors du coffre.
he: יש להפעיל יישום זה כספק אישורים כדי שסיסמאות וקודי אימות יופיעו מחוץ לכספת.
hi: इस ऐप को क्रेडेंशियल प्रदाता के रूप में सक्षम करें, ताकि पासवर्ड और सत्यापन कोड तिजोरी के बाहर दिखाई दें।
hr: Uključi ovu aplikaciju kao pružatelja vjerodajnica kako bi se lozinke i kodovi za provjeru prikazivali izvan trezora.
hu: Engedélyezze ezt az alkalmazást hitelesítőadat-szolgáltatóként, hogy a jelszavak és ellenőrzőkódok a széfen kívül is megjelenjenek.
id: Aktifkan aplikasi ini sebagai penyedia kredensial agar kata sandi dan kode verifikasi tersedia di luar brankas.
it: Abilita questa app come provider di credenziali affinché password e codici di verifica siano disponibili fuori dalla cassaforte.
ja: このアプリを資格情報プロバイダーとして有効にすると、保管庫の外でもパスワードと確認コードが表示されます。
kk: Құпиясөздер мен растау кодтары қоймадан тыс көрінуі үшін осы қолданбаны тіркелгі деректері провайдері ретінде қосыңыз.
ko: 볼트 외부에서 비밀번호와 인증 코드가 표시되도록 이 앱을 자격 증명 제공자로 활성화하세요.
lt: Įjunkite šią programą kaip prisijungimo duomenų teikėją, kad slaptažodžiai ir patvirtinimo kodai būtų pasiekiami už saugyklos ribų.
ms: Dayakan aplikasi ini sebagai penyedia kelayakan supaya kata laluan dan kod pengesahan tersedia di luar peti besi.
nb: Aktiver denne appen som legitimasjonsleverandør slik at passord og bekreftelseskoder vises utenfor hvelvet.
nl: Schakel deze app in als provider van inloggegevens, zodat wachtwoorden en verificatiecodes buiten de kluis verschijnen.
pl: Włącz tę aplikację jako dostawcę danych logowania, aby hasła i kody weryfikacyjne były dostępne poza sejfem.
pt: Ative esta aplicação como fornecedor de credenciais para que as palavras-passe e os códigos de verificação apareçam fora do cofre.
ro: Activați această aplicație ca furnizor de date de autentificare, astfel încât parolele și codurile de verificare să apară în afara seifului.
ru: Включите это приложение как поставщика учётных данных, чтобы пароли и коды подтверждения были доступны за пределами хранилища.
sk: Povoľte túto aplikáciu ako poskytovateľa prihlasovacích údajov, aby boli heslá a overovacie kódy dostupné mimo trezoru.
sl: Omogočite to aplikacijo kot ponudnika poverilnic, da bodo gesla in kode za preverjanje na voljo zunaj trezorja.
sv: Aktivera appen som leverantör av inloggningsuppgifter så att lösenord och verifieringskoder visas utanför valvet.
th: เปิดใช้แอปนี้เป็นผู้ให้บริการข้อมูลประจำตัว เพื่อให้รหัสผ่านและรหัสยืนยันปรากฏภายนอกตู้นิรภัย
tr: Parolaların ve doğrulama kodlarının kasa dışında görünmesi için bu uygulamayı kimlik bilgisi sağlayıcısı olarak etkinleştirin.
uk: Увімкніть цю програму як постачальника облікових даних, щоб паролі й коди підтвердження з'являлися поза сховищем.
vi: Bật ứng dụng này làm nhà cung cấp thông tin xác thực để mật khẩu và mã xác minh xuất hiện bên ngoài kho lưu trữ.
zh_hans: 将此应用启用为凭据提供商，以便在密码库外使用密码和验证码。
zh_hant: 將此應用程式啟用為登入資訊提供者，以便在密碼庫外使用密碼和驗證碼。

source: Enabled in iOS
ar: مفعّل في iOS
bg: Включено в iOS
bn: iOS-এ চালু আছে
ca: Activat a iOS
cs: Zapnuto v iOS
da: Aktiveret i iOS
de: In iOS aktiviert
el: Ενεργοποιημένο στο iOS
es: Activado en iOS
fa: در iOS فعال است
fi: Käytössä iOS:ssä
fr: Activé dans iOS
he: מופעל ב-iOS
hi: iOS में सक्षम
hr: Uključeno u iOS-u
hu: Engedélyezve az iOS-ben
id: Diaktifkan di iOS
it: Abilitato in iOS
ja: iOSで有効
kk: iOS жүйесінде қосылған
ko: iOS에서 활성화됨
lt: Įjungta iOS
ms: Didayakan dalam iOS
nb: Aktivert i iOS
nl: Ingeschakeld in iOS
pl: Włączono w iOS
pt: Ativado no iOS
ro: Activat în iOS
ru: Включено в iOS
sk: Povolené v iOS
sl: Omogočeno v iOS
sv: Aktiverat i iOS
th: เปิดใช้ใน iOS แล้ว
tr: iOS'te etkin
uk: Увімкнено в iOS
vi: Đã bật trong iOS
zh_hans: 已在 iOS 中启用
zh_hant: 已在 iOS 中啟用

source: Encrypted archive transfer
ar: نقل الأرشيف المشفر
bg: Прехвърляне на шифрован архив
bn: এনক্রিপ্ট করা আর্কাইভ স্থানান্তর
ca: Transferència d'arxius xifrats
cs: Přenos šifrovaného archivu
da: Overførsel af krypteret arkiv
de: Übertragung verschlüsselter Archive
el: Μεταφορά κρυπτογραφημένου αρχείου
es: Transferencia de archivo cifrado
fa: انتقال بایگانی رمزگذاری‌شده
fi: Salatun arkiston siirto
fr: Transfert d’archive chiffrée
he: העברת ארכיון מוצפן
hi: एन्क्रिप्टेड आर्काइव ट्रांसफ़र
hr: Prijenos šifrirane arhive
hu: Titkosított archívum átvitele
id: Transfer arsip terenkripsi
it: Trasferimento archivio crittografato
ja: 暗号化アーカイブの転送
kk: Шифрланған мұрағатты тасымалдау
ko: 암호화된 보관 파일 전송
lt: Šifruoto archyvo perdavimas
ms: Pemindahan arkib disulitkan
nb: Overføring av kryptert arkiv
nl: Overdracht van versleuteld archief
pl: Transfer zaszyfrowanego archiwum
pt: Transferência de arquivo encriptado
ro: Transfer de arhivă criptată
ru: Передача зашифрованного архива
sk: Prenos zašifrovaného archívu
sl: Prenos šifriranega arhiva
sv: Överföring av krypterat arkiv
th: การโอนไฟล์เก็บถาวรที่เข้ารหัส
tr: Şifreli arşiv aktarımı
uk: Передавання зашифрованого архіву
vi: Truyền kho lưu trữ đã mã hóa
zh_hans: 加密归档传输
zh_hant: 加密封存傳輸

source: Encrypted archives require device authentication and a separate archive password. Organization items and passkeys are excluded from archives.
ar: تتطلب الأرشيفات المشفرة مصادقة الجهاز وكلمة مرور منفصلة للأرشيف. تُستبعد عناصر المؤسسات ومفاتيح المرور من الأرشيفات.
bg: Шифрованите архиви изискват удостоверяване на устройството и отделна парола за архива. Елементите на организации и секретните ключове не се включват в архивите.
bn: এনক্রিপ্ট করা আর্কাইভের জন্য ডিভাইস প্রমাণীকরণ ও আলাদা আর্কাইভ পাসওয়ার্ড প্রয়োজন। প্রতিষ্ঠানের আইটেম ও পাসকি আর্কাইভে থাকে না।
ca: Els arxius xifrats requereixen l'autenticació del dispositiu i una contrasenya d'arxiu independent. Els elements d'organització i les claus de pas no s'inclouen als arxius.
cs: Šifrované archivy vyžadují ověření zařízení a samostatné heslo archivu. Položky organizací a přístupové klíče nejsou do archivů zahrnuty.
da: Krypterede arkiver kræver enhedsgodkendelse og en separat adgangskode til arkivet. Organisationselementer og adgangsnøgler er ikke med i arkiver.
de: Verschlüsselte Archive erfordern die Geräteauthentifizierung und ein separates Archivpasswort. Organisationseinträge und Passkeys sind von Archiven ausgeschlossen.
el: Τα κρυπτογραφημένα αρχεία απαιτούν έλεγχο ταυτότητας συσκευής και ξεχωριστό κωδικό αρχείου. Τα στοιχεία οργανισμών και τα κλειδιά πρόσβασης εξαιρούνται από τα αρχεία.
es: Los archivos cifrados requieren autenticación del dispositivo y una contraseña de archivo independiente. Los elementos de organizaciones y las claves de acceso se excluyen de los archivos.
fa: بایگانی‌های رمزگذاری‌شده به احراز هویت دستگاه و کلمه عبور جداگانه نیاز دارند. موارد سازمان و کلیدهای عبور از بایگانی مستثنی‌اند.
fi: Salatut arkistot edellyttävät laitteen todennusta ja erillistä arkiston salasanaa. Organisaatioiden kohteita ja pääsyavaimia ei sisällytetä arkistoihin.
fr: Les archives chiffrées nécessitent l’authentification de l’appareil et un mot de passe d’archive distinct. Les éléments d’organisation et les clés d’accès sont exclus des archives.
he: ארכיונים מוצפנים דורשים אימות מכשיר וסיסמת ארכיון נפרדת. פריטי ארגון ומפתחות גישה אינם נכללים בארכיונים.
hi: एन्क्रिप्टेड आर्काइव के लिए डिवाइस प्रमाणीकरण और अलग आर्काइव पासवर्ड आवश्यक है। संगठन के आइटम और पासकी आर्काइव में शामिल नहीं होते।
hr: Šifrirane arhive zahtijevaju potvrdu identiteta na uređaju i zasebnu lozinku arhive. Stavke organizacija i pristupni ključevi nisu uključeni u arhive.
hu: A titkosított archívumokhoz eszközhitelesítés és külön archívumjelszó szükséges. A szervezeti elemek és hozzáférési kulcsok kimaradnak.
id: Arsip terenkripsi memerlukan autentikasi perangkat dan kata sandi arsip terpisah. Item organisasi dan passkey tidak disertakan dalam arsip.
it: Gli archivi crittografati richiedono l'autenticazione del dispositivo e una password separata. Gli elementi delle organizzazioni e le passkey sono esclusi dagli archivi.
ja: 暗号化アーカイブには、デバイス認証と専用のアーカイブパスワードが必要です。組織の項目とパスキーはアーカイブの対象外です。
kk: Шифрланған мұрағаттарға құрылғы түпнұсқалығын растау және бөлек мұрағат құпиясөзі қажет. Ұйым элементтері мен кіру кілттері мұрағатқа қосылмайды.
ko: 암호화된 보관 파일에는 기기 인증과 별도의 보관 파일 비밀번호가 필요합니다. 조직 항목과 패스키는 보관 파일에서 제외됩니다.
lt: Šifruotiems archyvams reikia įrenginio tapatybės patvirtinimo ir atskiro archyvo slaptažodžio. Organizacijų elementai ir prieigos raktai neįtraukiami.
ms: Arkib disulitkan memerlukan pengesahan peranti dan kata laluan arkib berasingan. Item organisasi dan kunci laluan dikecualikan daripada arkib.
nb: Krypterte arkiver krever enhetsautentisering og et eget arkivpassord. Organisasjonselementer og passnøkler er utelatt.
nl: Versleutelde archieven vereisen apparaatverificatie en een afzonderlijk archiefwachtwoord. Organisatie-items en passkeys worden niet in archieven opgenomen.
pl: Zaszyfrowane archiwa wymagają uwierzytelnienia urządzenia i osobnego hasła archiwum. Elementy organizacji i klucze dostępu są wykluczone.
pt: Os arquivos encriptados requerem autenticação do dispositivo e uma palavra-passe de arquivo separada. Os itens de organizações e as chaves de acesso são excluídos dos arquivos.
ro: Arhivele criptate necesită autentificarea dispozitivului și o parolă separată pentru arhivă. Elementele organizației și cheile de acces sunt excluse din arhive.
ru: Для зашифрованных архивов требуется аутентификация устройства и отдельный пароль архива. Элементы организаций и ключи доступа в архивы не включаются.
sk: Zašifrované archívy vyžadujú overenie zariadenia a samostatné heslo archívu. Položky organizácií a prístupové kľúče sú z archívov vylúčené.
sl: Šifrirani arhivi zahtevajo preverjanje pristnosti naprave in ločeno geslo arhiva. Elementi organizacij in ključi za dostop so izključeni iz arhivov.
sv: Krypterade arkiv kräver enhetsautentisering och ett separat arkivlösenord. Organisationsobjekt och nycklar undantas från arkiv.
th: ไฟล์เก็บถาวรที่เข้ารหัสต้องใช้การยืนยันตัวตนของอุปกรณ์และรหัสผ่านไฟล์เก็บถาวรแยกต่างหาก ไม่รวมรายการองค์กรและพาสคีย์ในไฟล์เก็บถาวร
tr: Şifreli arşivler aygıt kimlik doğrulaması ve ayrı bir arşiv parolası gerektirir. Kuruluş öğeleri ve geçiş anahtarları arşivlere dahil edilmez.
uk: Зашифровані архіви потребують автентифікації пристрою й окремого пароля архіву. Елементи організацій і ключі доступу не включаються до архівів.
vi: Kho lưu trữ đã mã hóa yêu cầu xác thực thiết bị và mật khẩu kho lưu trữ riêng. Các mục tổ chức và mã khóa không được đưa vào kho lưu trữ.
zh_hans: 加密归档需要设备身份验证和单独的归档密码。组织项目和通行密钥不会包含在归档中。
zh_hant: 加密封存需要裝置身分驗證和單獨的封存密碼。組織項目和密碼金鑰不會包含在封存中。
